[
{"title": "Gordon Jacks platform trainers size 3",
"body": "Hi, are these still available?",
"from": "Lily"},
{"title": "The superb Merida Suprema Trajan T-35 CJCES Classical/Spanish electro acoustic guitar for sale",
"body": "Hello, Do you still have this guitar for sale (Merida Trajan T-35CJCES)? Would you be able to ship it out to USA, Los Angeles? Please let me know. Thanks!",
"from": "Kevin"},
{"title": "Loving Hands Massage",
"body": "Hi, Do you have any massage appointments available around 130pm tomorrow (Saturday) Thanks",
"from": "John"},
{"title": "Chinese Full Body Relaxing Massage in Edmonton Green",
"body": "Hi, do you have any relaxing massages appointments available for tomorrow (Saturday) around 130pm? Thanks",
"from": "John"},
{"title": "Traditional Thai Massage",
"body": "Hey im interested is it full body to body hot massage",
"from": "David"},
{"title": "Private Chauffeur Services for London, South-West and Surrey",
"body": "What is your price from Leatherhead to Gatwick please during the daytime please, 2 adults 1 child?",
"from": "Eddie"},
{"title": "Relax & Unwind Massage Service",
"body": "Saw your advert on sumra concerning massage but nothing much listed. Can you please enlighten me in length off massage and price Kind regards Keith",
"from": "Keith"},
{"title": "Vauxhall Vivaro 9 Seater PCO Minicab Licensed, Uber Ready, with 2nd PDA Free of Charge",
"body": "I am interested in this van for pco please call me on 07982846576. Regards Mirza Baig",
"from": "Mirza"},
{"title": "HPAT Ulster Tutoring Belfast",
"body": "Good evening, I was just emailing to inquire about availability for a few sessions for HPAT tutoring? I live in East Belfast. My HPAT is on the 25th of this month. I look forward to your reply, Gemma Carlisle",
"from": "gemma"},
{"title": "JLR-IPTV 12 MONTHS IPTV FOR £25 NO LAG",
"body": "Hi do you take PayPal? Thank you Dabid",
"from": "David"},
{"title": "UPCYCLING & UPHOLSTERY CLASS. CLYDACH SWANSEA",
"body": "hi I would like to come to classes. could I have some further information please?",
"from": "caroline"},
{"title": "Bales of Premium Halmac Shavings Delivered",
"body": "Hi can you tell me how much a pallet of halmac would be with delivery to larne please? Also how much are your pellets?",
"from": "Natasha"},
{"title": "Professional Massage Service",
"body": "Hi Chrissy, I hope you are well and had a lovely Christmas! I came to see you previously but I can’t get through on your previous mobile number of 07469841040. I just wondered if you are still working as I would like to pay you another visit for longer soon. If you could let me know either way either by email or send me a text to 07537127252, that would be great. I look forward to hearing from you. Thanks. Jimmy.",
"from": "Jimmy"},
{"title": "Japanese, Deep Tissue and Relaxing Massage in Waterlooville area",
"body": "Hi, Are you still seeing customers? What are your timings???",
"from": "Ankur"},
{"title": "*KIZZY EBONY* Taking bookings Today ?Shepherds Bush*!!",
"body": "Hello Kizzy I work near Shepherd Bush Would be interested in hearing more about your massages Can you let me know a little more - and let me have a price guide How will the massage conclude? Regards JAy",
"from": "Jay"},
{"title": "*XMAS OFFER 10-15% OFF* NICOLE RELAXING SWEDISH MASSAGE *",
"body": "Hi Nicole. Would like to arrange an appointment. please send me your number to edjonespp@gmail.com. Is this a non sexual massage? I work in Cardiff city centre so can get to you very quickly and perhaps be a regular customer if all goes well. Chat soon Ed",
"from": "Ed"},
{"title": "Floor layer carpet fitter vinyl karndean amtico lino laminate safety flooring",
"body": "Hi. Do you still do floor fitting?",
"from": "Anna Frisina"},
{"title": "Coca Cola LED SIGN",
"body": "Hello, Is this available? To buy ASAP? Thanks",
"from": "Elly"},
{"title": "Holistic Massage Service",
"body": "Hi Sara, I hope you are well and had a lovely Christmas! I came to see you previously when you advertised under the name Chrissy but I can’t get through on your previous mobile number of 07469841040. I just wondered if you are still working as I would like to pay you another visit for longer in the new year. If you could let me know either way either by email or send me a text to 07537127252, that would be great. I look forward to hearing from you. Thanks. Jimmy.",
"from": "Jimmy"},
{"title": "Unhurried Genuine full body oil Massage and Reiki Healing",
"body": "Hi U any appointments",
"from": "Chris"},
{"title": "Massage Services Belfast City",
"body": "Hi Do u have any appointments?",
"from": "Chris"},
{"title": "Beautiful girl massages in Swansea",
"body": "Are you still working?",
"from": "Gareth Bevan"},
{"title": "Hard'n'Heavy for Commodore 64 disc version rare very good condition",
"body": "Hi. I saw your old advertisement. Do you still have to sell commodore 64 Hard 'n Heavy?",
"from": "Lukas"},
{"title": "CCM 644 Dual Sport Trail/Supermoto",
"body": "Hi, Are your off road wheels still available? Please let me know. Thanks & best regards",
"from": "Patrick"},
{"title": "Amazing full-body massage for home / hotel visits in Herts, Harrow, Barnet, London #Outcall",
"body": "Hi Karin I’ve lost your number not sure if this message will reach you Thanks Lewis from Ware",
"from": "Lewis"},
{"title": "Oriental massage in Sheffield",
"body": "Hi I’m looking to book a massage..",
"from": "Graham"},
{"title": "KATY THAI MASSAGE",
"body": "Hi Katy, what does the 1hr massage include? Is it still £80?",
"from": "Davy"},
{"title": "Free TEAC SX-550 speakers",
"body": "Hi, I know this is an old listing but are the speakers still for sale?",
"from": "stephen"},
{"title": "Natural Mystic - South Liverpool, near Sefton Park and M6",
"body": "Hi, I am interested in your services. Please could you let me have your contact details. Regards Glenn",
"from": "Glenn"},
{"title": "MOBILE NAIL TECHNICIAN ALL EDINBURGH AND LOTHIAN",
"body": "Hiya it's Evelyn. I've lost all my numbers and could only find you on this lol. Can I book in for my nails to be done again? They are still all on ?. My number is 07739489843",
"from": "Evelyn"},
{"title": "Ebel Wrist Watch. Ryder Cup Edition",
"body": "Hi,,,,do you still have the ebel Ryder cup watch ? Thank you in advance",
"from": "Daniel"},
{"title": "Massage therapist",
"body": "Hi supreet, can you give me more info about your massage please? 07906533054",
"from": "Paul McAllister"},
{"title": "Crux Pyro down jacket",
"body": "hi there is this jacket still availble",
"from": "pet"},
{"title": "Transit Tipper Headboard",
"body": "Alright Shaun have you still got this headboard for sale?",
"from": "Danny"},
{"title": "Pair of Cyrus APA 7.5 mono blocks power amps",
"body": "I want to buy this product.",
"from": "Mohammed A Shariff"},
{"title": "New Thai massage in Dundee now",
"body": "Hi I am down in holiday inn Express tonight ,can I have a massage please 07721489940",
"from": "Graham"},
{"title": "MAZDA BONGO/FORD FREDA / NISSAN ELGRAND SPECIALIST 8 SEATER LIFT & FLAT TOPS /CAMPER/DAY SURF VANS",
"body": "We are new to bongos/ friend eyes but think this is the size we would like as a campervan. We are therefore looking for a low mileage unconverted one in first instance to see if we like driving the vehicle. Afterwards would come back to you to put a rear conversion in. Your website makes it difficult to see interiors or any details about the vans including price Can you help us? Liz E",
"from": "Liz"},
{"title": "Lomi Lomi Massage - The massage of well-being",
"body": "Hi, I’m heading back from Norwich today and I was wondering if you have any availability for a treatment. My number is 07941459836 Kind regards, Toby",
"from": "toby"},
{"title": "ELECTRIC ROLL CUTTER SLITTER, Signage, Printing, Graphics, Vinyl Films",
"body": "Hi I don’t suppose your flexa tge roll slitter is still available please? Thanks",
"from": "Nicola"},
{"title": "2012 JCB 8015 CTS digger, mini digger, excavator, mini excavator",
"body": "Hi, is this still available",
"from": "Robert"},
{"title": "Eastbourne Male Masseur .",
"body": "Hi do you do out calls?",
"from": "Stephen Richards"},
{"title": ":::Amazing Professional Full Body Massage:::",
"body": "Hi Maya, Can you send me a text on 07387248820",
"from": "Brendan"},
{"title": "***Brand New Rent To Buy PCO Mercedes E/S/V-Class*** From £265/week ***",
"body": "Dear Sir or Madam, I am interested to hire-purchade a PCO V-CLASS Mercedes 8 Seater extra long for chauffeuring purposes. Please call me on 0044 7740 109770 Many thanks. Masood Ashraf Email: masood7mr@mail.com",
"from": "Masood"},
{"title": "FOLKESTONE, A THAI MASSAGE BY LADY IN KENT - 40/hr",
"body": "Morning, are you available this morning from 10.30am? Thanks Danny",
"from": "Danny"},
{"title": "Beige floor tiles 4packs approx 4m2",
"body": "Please, send me an invoice",
"from": "Riley"},
{"title": "Male Massage Therapist - Relaxing Full Body Oil Massage (Mobile - Hotel / Home)",
"body": "You free for massage 07834164047",
"from": "Scott"},
{"title": "diamond doves.",
"body": "Hi have you got diamond doves for sale please let me ng",
"from": "Sodagar Hussain"},
{"title": "2 pairs of Diamond doves",
"body": "Have you got diamond doves for sale please let me know thanks",
"from": "Sodagar Hussain"},
{"title": "Manchester Small Business Survey - Chance to win £100 Amazon gift card",
"body": "image",
"from": "tony"},
{"title": "GLASGOW PLATED PRIVATE HIRE TAXIES FOR RENT, TAXIES READY FOR HIRE TODAY ALL DRIVERS WELCOME",
"body": "Hi this is Ahmed Ahmed.a.omar@hotmail.com I am looking for 2 cars if possible me and my brother his name is Mohamed. Preferred to be automatic, starting date Monday or Tuesday. Phone 07908085840 Thanks",
"from": "Ahmed"},
{"title": "Skoda Rapid Taxi (Glasgow city council) Rent for Uber Only",
"body": "Hi this is Ahmed Ahmed.a.omar@hotmail.com I am 30 yrs old and my brother 24 yrs old I am looking for 2 cars if possible me and my brother his name is Mohamed. Preferred to be automatic, starting date Monday or Tuesday. Thanks",
"from": "Ahmed"},
{"title": "Glasgow Private Hire PHC Uber Cars To Rent.",
"body": "Hi this is Ahmed Ahmed.a.omar@hotmail.com I am 30 yrs My brother 24 I am looking for 2 cars if possible me and my brother his name is Mohamed. Preferred to be automatic, starting date Monday or Tuesday. Phone 07908085840 Thanks",
"from": "Ahmed"},
{"title": "Wpb 160cc Big Wheel Pit Bike Pitbike Stomp 140 crf 110",
"body": "Hello good night What is the minimum price that makes me for the bike, including in the price shipping to Portugal. Thanks joao",
"from": "João"},
{"title": "Stomp wpb pitbike 140cc new",
"body": "Hello Good night what is the minimum price you get for the bike, including in the price shipping to Portugal. Thanks João Friande",
"from": "João"},
{"title": "Relaxing / Deep Massage 3 minutes from Hanger Lane (Alperton)",
"body": "Are you available today for massage",
"from": "Shaan"},
{"title": "outcall massage by male Masseur",
"body": "free to massage a 32 yo man today?",
"from": "Tom"},
{"title": "Thai Massage within practice in Chiswick West London W4",
"body": "Hey, do you have an appointment today? Address? 32 yo man here. Thanks.",
"from": "Tom"},
{"title": "Young health conscious male offering a mindful full body massage to both males and females",
"body": "Even better if you can host...",
"from": "Tom"},
{"title": "Full Body Massage **Jas**",
"body": "are u free tonight",
"from": "Yahya Marei"},
{"title": "Hello there, My name is Karen Im a fully ITEC Trained Massage Therapist, Fully insured.",
"body": "are u free tonight",
"from": "Yahya Marei"},
{"title": "Massage therapist",
"body": "are u free tonight",
"from": "Yahya Marei"},
{"title": "BC Rich Mockingbird Neck Thru ST Bass Guitar - Trans Red with Upgrades!",
"body": "Hello, I was just looking at the listing for your lovely bass. It looks amazing, and I was wondering if it was for sale still. Thank you, Dawson M",
"from": "Dawson"},
{"title": "Duncan cab",
"body": "Hi, your cab might be sold? Or do you still have it? Many thanks Thomas van der Luit",
"from": "Thomas"},
{"title": "thai orchid massage",
"body": "Where are you now a days?",
"from": "Steve"},
{"title": "Hamster, rats case",
"body": "Is this available?",
"from": "Rory Queeley"},
{"title": "Quality massage from a young professional guy!",
"body": "Hi Would you have any appointments available this evening",
"from": "Barry"},
{"title": "Professional Massage Therapy",
"body": "Hi I am wondering if you have any appointments available this evening as it’s been more than a year since I had the pleasure",
"from": "Barry"},
{"title": "Relax Massage By Strong Masseur",
"body": "Hi I was enquiring if you had any appointments available this evening as I am in need of a good massage",
"from": "Barry"},
{"title": "Oak Wine Barrel Hire - 225Ltr Full Size - National 24/7 Service",
"body": "Looking to hire a barrel for the 25th october Delivering to Melksham Wlitshire Can You advice cost and availability Thanks Alan 07775094655",
"from": "Alan"},
{"title": "***Brand New Rent To Buy PCO Mercedes E/S/V-Class*** From £265/week ***",
"body": "Dear Sir, I am interested in hiring a PCO S class and wondering if you have any in your stock. I hope to hear from you soon. Kind regards Imran Malik",
"from": "Imran"},
{"title": "Full body Thai oil massage in Dorset Poole Near Bournemouth",
"body": "Hi there I wondering about a massage for this Wednesday? And if you had a trans/lasybiy available",
"from": "Nick Shaw"},
{"title": "Blaupunkt canberra CM 41",
"body": "hi do you still have this",
"from": "michael"},
{"title": "Small hamster cage for sale. Used.",
"body": "Hi is this still available and where abouts in North Shields are u",
"from": "Vicky"},
{"title": "Models required for lash extensions and also brow semi permanent makeup/cosmetic tattoo",
"body": "Do u need any models for eyebrows or lips pls",
"from": "Sarah"},
{"title": "Baby Budgies for Sale - Assorted Colours and Types",
"body": "Hi there, do you have any baby budgies left for sale? Thanks",
"from": "Jason Kenny"},
{"title": "Special offer: Flower wall £100!! Bird cage £5 each. WEDDING BACKDROP £90. 50p chair covers Hire",
"body": "Hello how much would u charge for about 80 chair covers",
"from": "Christopher Ashford"},
{"title": "Professional Massage Therapy",
"body": "Hi, I'm interested",
"from": "Darius"},
{"title": "Mountaineering boots / winter boots, mens size 8 1/2, unused.",
"body": "Are these Raichle Blaven boots still for sale?",
"from": "Steven Corbett"},
{"title": "Swedish massage in East Belfast (BT5)",
"body": "Hi, how much for massage",
"from": "Darius"},
{"title": "Professional Massage Therapy",
"body": "Hi, how much for massage",
"from": "Darius"},
{"title": "Traditional Thai Massage",
"body": "Hi, how much a hour complet body, with oil",
"from": "Darius"},
{"title": "Generic trigger am 50cc spares or repairs",
"body": "Hi there I saw your advert for the Generic trigger 50cc and just wondered if it was still for sale. Thank you Sean",
"from": "Sean"},
{"title": "ORIENTS SPA Lovely Oriental girls Amazing Full Body Massage - Olympia/ Kensington/Hammersmith",
"body": "Hello dear, I was a regular customer at your lovely massage shop. I was really sorry to see it close down. It annoys me that massage shops are closed down when they are really doing no harm. I really liked MIMI, who was working with you in the last few months of the shop. Do you know where she is working now please? If you don't know maybe you could send my telephone number to her and ask her to call me? Thank you and good luck to you. Best wishes, Tim Tel : 07943705960",
"from": "Tim"},
{"title": "Professional Massage - OUTCALL ALL LONDON",
"body": "hi",
"from": "jux"},
{"title": "Authentic Thai Massage Beckenham, Bromley, Kent BR3",
"body": "Hi I'd like to book a 90 mins or 2h thai massage for tomorrow if possible. Thanks very much Zsani",
"from": "Zsanett"},
{"title": "Lambretta Pato 50 N Scooter Moped",
"body": "Hi. Is the scooter still for sale? Could I view it? I live in Mountsorrel, so not far away. Kind regards Paul",
"from": "Paul"},
{"title": "Massage In North London by Pretty Lola",
"body": "Hi, How are you? Can you send your phone number so I can contact you. Regards, Tony",
"from": "Tony Franks"},
{"title": "Best Relaxing Thai massage in Canterbury",
"body": "Hi there Are you around today may I ask? Thanks Richard",
"from": "Richard"},
{"title": "2003 Gilera DNA 50cc Moped/Scooter/Learner Legal With New MOT",
"body": "Give me a text please 07857080307",
"from": "Quentin Bircher"},
{"title": "Gilera DNA 50 moped (not yamaha aerox speedfight nrg peugeot aprilia )",
"body": "Or a text",
"from": "Quentin Bircher"},
{"title": "We do full body massage and 4 hands massage",
"body": "Hi, what services do you provide?",
"from": "Dushal"},
{"title": "MALE MASSEUR ABERDEEN INCALLS / MOBILE",
"body": "Hi intrested I'm massage lost your number so that's why I haven't been in touch if you give me a message on 07802360283",
"from": "Keith"},
{"title": "PCO CAR HIRE RENT UBER READY 7 SEATER CITROEN C4 GRAND PICASSO 17 PLATE £160 PW",
"body": "Hello I’m interested I need all information please about the car please",
"from": "Ibrahima"},
{"title": "Authentic Thai Massage Beckenham, Bromley, Kent BR3",
"body": "hel;lo",
"from": "Ja"},
{"title": "Sitar Indian musical instrument",
"body": "Is it still available ?",
"from": "Som"},
{"title": "Master extensionist-specialising in 7 of the safest methods of hair extensions",
"body": "Hello, I’m really wanting a weave. Are you mobile? My postcode is DT118HJ Can you let me know if you can travel to this area or is it to far really? Thank you",
"from": "Lucy"},
{"title": "Gorgeous miniature ‘Pomfrise’ puppies",
"body": "Hello! I can't believe I was actually able to find the old advert to this! I bought one of the pups at that time, we came up from Ballymena, remember I had a friend and a wee boy with me? Anyway, I'm just wondering what the wee white one or any of the other ones turned out like? Honey, I ended up calling her, is absolutely gorgeous and colours have all changed since a young pup! :)",
"from": "Shona"},
{"title": "NorStone Coda TV Stand - Black, 4 Shelf AV Stand - Black Frame and Clear Glass",
"body": "anyone's there?",
"from": "Toni"},
{"title": "needed handyman self employed full available",
"body": "Hello there you still need the handyman?",
"from": "Claud"},
{"title": "Experienced maths tutor Gilnahirk area",
"body": "Hi Rachel, just wondering if you would have any availability for my daughter who is doing GCSE maths this year. Barbara McCabe",
"from": "Barbara"},
{"title": "Sin Thai Massage Salon in Taunton and nail salon",
"body": "Hi Sin, Is the massage sensual please? Thanks David",
"from": "David"},
{"title": "DBS checked Mobile Hairdresser Norwich area",
"body": "Hello, I’ve seen you have a dbs. I am trying to organise for a hairdresser to come in where I work and cut men’s and women’s hair who have learning disabilities. Would you be happy to do this?",
"from": "Charlotte"},
{"title": "MOBILE HAIRDRESSER LYNG/TAVERHAM/REEPHAM/COSTESSEY/DEREHAM/FAKENHAM/NORWICH",
"body": "Hello, are you a mobile hairdresser?",
"from": "Charlotte"},
{"title": "Gorgeous Kc Red And White Basset Hound Puppies.",
"body": "Fraudulent advert. How dare you use our advert and name to scam people!! We have contacted this site and will inform others.",
"from": "John"},
{"title": "Swedish Full Body Massage 1 hour £25",
"body": "Hi there. Looking for massage tomorrow. Are your free? Thanks.",
"from": "Rob"},
{"title": "Maths and Physics Tutor with 1st Class Cambridge Degree: GCSE, A-level, IB, STEP, University",
"body": "Do you still offer your tutor service ?",
"from": "Mark"},
{"title": "Therapy Rooms for hire/rent at Wrest Park, Silsoe, Bedfordshire",
"body": "Hi I am looking for a therapy room I can use for my Hypnotherapy practice. I have been working from home and going to clients home but would like to have a base again. Please can you let me have details and costs involved for a regular evening and an afternoon slot to start with and any ad-hoc arrangements you might have with prices. Also are the rooms equipped and with what? Do you advertise the services available etc. Kind Regards Margaret",
"from": "Margaret"},
{"title": "Secure Garages Now Available! Newly Renovated with 24/7 Access",
"body": "Are these garages available now? Bernard 07858630707",
"from": "BERNARD S BUCHWEITZ"},
{"title": "Garages for rent in various locations in Watford - no deposit required",
"body": "Are these garages available now? Bernard 07858630707",
"from": "BERNARD S BUCHWEITZ"},
{"title": "Qute - Exercise Wheel for Hamster or Gerbil",
"body": "Hi - do you still have the wheel? I’m North Bristol but could collect.",
"from": "Kryssy"},
{"title": "***Brand New Rent To Buy PCO Mercedes E/S/V-Class*** From £265/week ***",
"body": "Hello Just I’m wondering that is it included Insurence for rent to buy new E Class ? How long is the duration of contract? Thanks regards",
"from": "Arman"},
{"title": "2009 JCB 801 MINI DIGGER WITH CAB EXCAVATOR WITH THREE BUCKETS DIGGER",
"body": "Hi Is it still available?",
"from": "Mark"},
{"title": "MacGregor P60 Putter Vintage Golf Club",
"body": "HI, do you still have this putter Lawrence 07799644622",
"from": "Lawrence Philp"},
{"title": "Toyota celica Wing",
"body": "Hi. Do you still have this wing for sale??",
"from": "Ashley"},
{"title": "Cream Chargers Delivered",
"body": "Hello would it be possible to have a couple boxes deliver today? And how much would it be, I’m in high Wycombe. Thanks",
"from": "Jared Jansing"},
{"title": "We do full body massage and 4 hands massage",
"body": "Hey there! What are you special offers? Do you offer sensual massage at all? And how much would this be with 4 hand massage? Thanks!",
"from": "Norman"},
{"title": "WET WET WET 'Live' Japanese Laserdisc",
"body": "Hi, do you still have this Wet Wet Wet laserdisc? If so I will pay you £15 if you can post it to me, thanks, I’m in the uk",
"from": "Aaron"},
{"title": "Mobile Male Massage Therapist. Full Body Strong, Deep Tissue & Sports Massage",
"body": "Hello. How much are your charges please?",
"from": "Andy"},
{"title": "1991 HONDA CBR 1000F PINK SUPER SPORT (LIMTED EDITON) NEW MOT! PX?",
"body": "hola estoy interesado por cuanto vende a moto¿",
"from": "Roberto"},
{"title": "Authentic Thai Massage Beckenham, Bromley, Kent BR3",
"body": "Hi What kind of massage services do you provide.",
"from": "Raymond"},
{"title": "3 gorgeous kittens looking for forever homes half bengal",
"body": "How much for these",
"from": "Helen"},
{"title": "A Black Lady Offering FOUR HANDS Massage in Broadstone",
"body": "Hi, my name is Wayne. Is it possible to make an appointment for today.",
"from": "Wayne"},
{"title": "Missing cat nr Malton Pickering",
"body": "Hi didi I got yr ebay message re computer but dont want to reply to it cos ebay monitor your messages. Pse let me know details of computer (model no) and price you want. I bought a 2nd hand one last weekend on ebay for abt £40 but its not arrived yet. Jim Russell",
"from": "James"},
{"title": "ZONTES MANTIS 125i CUSTOM 125cc FINANCE FROM £36.02 PER MONTH, 2 YEAR WARRANTY",
"body": "Hi there I could do with your help, I'm looking to finance a bike but what the issue is my credit rating is poor but I'm trying hard to build myself up from it. I'd like to put a 250 deposit down on a zontes mantis. And I'd like to arrange a financial plan. Would you guys be able to help me? I'm hard of hearing, I'm unable to hear on the phone but I can communicate via email. Kind regards Luke Harrison",
"from": "Luke"},
{"title": "BRAND NEW - UNLOCKED - iPhone 8 64Gb Gold Apple Smart Phone",
"body": "Please, send me an invoice",
"from": "Anil"},
{"title": "BRAND NEW - UNLOCKED - iPhone 8 64Gb Gold Apple Smart Phone",
"body": "Please, send me an invoice",
"from": "Anil"},
{"title": "Generic trigger 50cc",
"body": "Also I dont understand in here it says £4500 and on the actual area its £450.",
"from": "Daniils"},
{"title": "Lucy Thai Massage",
"body": "Hi do you have any availability today for 30 minutes?",
"from": "Micky"},
{"title": "Body massage by Hong Kong Chinese transgender",
"body": "Hi honey, just wondering how much notice you would need for an appointment and do you provide extra services? xxx",
"from": "Shaun"},
{"title": "SKY THAI MASSAGE - ASHTON IN MAKERFIELD",
"body": "Hi I am wanting a massage please. Probably an hour if possible x",
"from": "Sarah"},
{"title": ":::Amazing Professional Full Body Massage:::",
"body": "Could you please arrange to see me on Wednesday for a massage, thank you. John. 07557687223",
"from": "John"},
{"title": "Swedish Massage, Deep tissue Massage, Hopi ear candling and more",
"body": "Hi, I am looking for a massage. Would you be able to see me on Wednesday please? Thank you. John 07557687223",
"from": "John"},
{"title": "Therapeutic and Relaxation Massage. Both Incall and Mobile service available.",
"body": "Could you please arrange to see me on Wednesday for a massage please, thank you. John. 07557687223",
"from": "John"},
{"title": "THERAPEUTIC MASSAGE - Appts from 6am",
"body": "Can you please let me know if you are available on Wednesday for massage. Thank you. John.",
"from": "John"},
{"title": "Best Relaxing Thai massage in Canterbury",
"body": "Hi Amy, I am interested in a one hour massage. Please can you tell me your availability? Thanks,",
"from": "Mr"},
{"title": "Relaxing Thai massage",
"body": "Hello Emma, Where abouts are you in Cheshire? Many thanks Dave",
"from": "Dave"},
{"title": "Free Massage by Young Male Masseur",
"body": "Hi mate, you still looking for volunteers for your massage?",
"from": "Paul Brown"},
{"title": "Massage/ beauty table",
"body": "Hi, did you ever sell your massage bed?",
"from": "John"},
{"title": "Portable fold up massage table/couch beauty therapist",
"body": "Did you ever sell your massage bed",
"from": "John"},
{"title": "Beauty/massage bed",
"body": "Hi elaine, Did you ever sell your massage bed ?",
"from": "John"},
{"title": "Beauty/Massage bed",
"body": "Hi Danielle,, if you still have the table, are you interested in doing me a regular full body massage with maybe a cheeky ending then please get in touch. John",
"from": "John"},
{"title": "Portable massage/beauty table pink/white",
"body": "Hi Jackie, if you still have the table, are you interested in doing me a regular full body massage with maybe a cheeky ending then please get in touch. John",
"from": "John"},
{"title": "Portable Massage Table",
"body": "Hi Nik, If you still have the table, are you interested in doing me a regular full body massage with maybe a cheeky ending then please get in touch. John",
"from": "John"},
{"title": "White adjustable, portable, folding massage table/Beauty bed with additional stool.",
"body": "Hi megan, if you still have the table, are you interested in doing me a regular full body massage with maybe a cheeky ending then please get in touch. John",
"from": "John"},
{"title": "Massage",
"body": "Hi Jack, Are you ever available to do me a one hour massage at about 8pm one evening. John",
"from": "John"},
{"title": "Pink Massage Table/Reiki Bed",
"body": "Hi, Do you still do massage...only I am looking for somebody to do me a regular full body massage. John",
"from": "John"},
{"title": ":::Amazing Professional Full Body Massage:::",
"body": "Hi I’m looking for a massage what do you charge :)",
"from": "Jay"},
{"title": "BODY MASSAGE - male masseur",
"body": "Hello I am looking for an hour man on man massage to help relieve my stress, preferably both of us naked. If you do this how much do you charge? Many thanks Steve",
"from": "Stephen"},
{"title": "Kim, Finest Oriental Massage in Oxford",
"body": "Hi, are you still operating?",
"from": "Peter"},
{"title": "Emmi Thai massage",
"body": "hello Emmi are you available today for a 2 hour massage after 12 pm today thankyou",
"from": "andy"},
{"title": "Filipino girl Providing Relaxing massage",
"body": "Hi would it be possible to book an appointment today for 1hr at 10:30 please?",
"from": "Matt"},
{"title": "Traditional Thai Massage",
"body": "Hi do you have appointment for Monday afternoon",
"from": "Trevor"},
{"title": "Panasonic RS-281s Stereo Cassette Tape Deck",
"body": "Hi , Is this Panasonic still available? If yes would you ship to U.S.A ? Thanks Sonny",
"from": "Noor"},
{"title": "2000 Jcb 3155 fastrac tractor , auto shift all works as it should!",
"body": "Hello is this still for sale",
"from": "Iestyn"},
{"title": "Cwmbwrla Chinese Massage Shop in Middle Road",
"body": "Please, send me an invoice",
"from": "Tom"},
{"title": "Panasonic SA-AK410 Stereo Mp3 5cd changer",
"body": "I like to buy the stereo. I only need the stereo not the loudspeakers. Can you send it to Belgium?",
"from": "patrick"},
{"title": "LOVE THAI MASSAGE xx",
"body": "Do you have photos please?",
"from": "Jason"},
{"title": "Kett Professional Thai Massage Downend & Emerson Green",
"body": "Hi Kett, would you be able to let me know if you still have your massage business please. Thank you regards Ian",
"from": "Ian"},
{"title": "*Siam Thai Massage by Nattaya - Aberdeen City Centre on Rose Street - *",
"body": "Hi, do you do sexual services?",
"from": "Ronald"},
{"title": "Oriental massage spa in NEWRY!!",
"body": "Hi do you do happy ending massage?",
"from": "JOHNNY"},
{"title": "Thai Massage / Qualified Sports Massage on Oxford Road",
"body": "I want to book appointment for 60min body masage what time are you close",
"from": "Dolma"},
{"title": "Thai Massage",
"body": "Hi, Did u use to work at orathai? thanks",
"from": "tom"},
{"title": "Authentic Thai massage at The Barbican, Plymouth.",
"body": "Hi good evening is this the place in the same building As bubble waffle",
"from": "Andrew"},
{"title": "Malaguti Grizzly 12 £390 ovno",
"body": "Hi mate is the bike still for sale , my number is+353833555132 if u rather hit me up on what’s app cheers mate",
"from": "Enda"},
{"title": "Dusita Thai Massage",
"body": "Hi do you still offer Thai massage. I Came to you two years ago when you were on Gumtree.",
"from": "David"},
{"title": "Thai massage in Beckenham",
"body": "Mai, it’s Guy. Can I come this Friday 14/06/2019 at 10.15am for one hour and 30 mins? Please save some panties and socks. Either reply or text my mobile. Love you.",
"from": "Guy"},
{"title": "Cagiva navigator 1000cc",
"body": "Hi, is your navigator still available for sale? Thank you for your reply Regards David",
"from": "David"},
{"title": "Thai OIL/YOGA/FOOT REFLAXOLOGY massage in Birmingham city center",
"body": "Hi Soni It’s very old customer tall young Asian Lad living in London, you taught me some Burmese language too! Lost your number, are you available today?",
"from": "Toni"},
{"title": "Massage Therapist",
"body": "Hi Simon Do you offer full body massage? Do you have an issue with a male client being nude?",
"from": "Conleth"},
{"title": "Unhurried Genuine full body oil Massage and Reiki Healing",
"body": "Hi are you still available to book for massage? Can you give me more details",
"from": "Conleth"},
{"title": "Kwan Phayao Thai Therapy",
"body": "Hi Can you tell me how much a full massage is please and if you have any slots this afternoon Thanks Viv",
"from": "Vivienne"},
{"title": "Gay friendly Male massage therapist in Norwich",
"body": "Hello, looking for first time massage in the Norwich area, are you still offering this service and if so what if your availability for booking?",
"from": "Glen"},
{"title": "Young male offers revolutionary massage",
"body": "Hello, looking for first time massage in the Norwich area, are you still offering this service and if so what if your availability for booking?",
"from": "Glen"},
{"title": "ASIAN Outcall Massage - London City airport/ Docklands/East London/Canary Wharf",
"body": "Hi you working today",
"from": "Jas"},
{"title": "Young Chinese Lady offering Massage Canning Town",
"body": "Hi there, Are you available this evening please? Thanks Ben",
"from": "Ben"},
{"title": "???Body massage by lovely Thai girl in Scarborough???**",
"body": "How much is your service, and what do you offer",
"from": "Paul Sutherns"},
{"title": "Free Blowdry models needed",
"body": "Hi Rosie, I would like to book an appointment for a free blowdry, do you have any availability for next week? Thanks Jennifer",
"from": "Jennifer"},
{"title": "Muang Beauty Salon- Thai Traditional and Hot Oil Massage- City Centre",
"body": "Hi, Would you do back shaving prior to massage if I brought my own razor along. Would pay a bit extra. Which ladies are working tomorrow.? thanks.",
"from": "tom"},
{"title": "Thai Therapist in Bromley",
"body": "Hi Nee Are you available this evening? :)",
"from": "Rob"},
{"title": "Qualifield Thai massage by Thai Shemale",
"body": "Hi I’d like a massage today please about 4.45 for 45 mins. Can you tell me if you have availability and how much please? Can I park nearby? Thanks James",
"from": "James"},
{"title": "Skyteam Ace 50cc cafe racer moped immaculate",
"body": "Hi is the Skyteam 50 still available, also does the ace cdi and bigger carb main jet allow it more top speed? there is an identical but in yellow skyteam on gumtree, with a stage one tuning kit also unrestricted that will top out at 50mph, but wasn't sure if the ace cdi and bigger carb main jet just helps running and engine performance, speak soon Mark",
"from": "mark"},
{"title": "Male massage therapist: Home visits or visit me : Heathrow",
"body": "Hello Are you free tonight for a massage at my hotel? I’m staying on bath toad at Park Inn Please let me know - approximately around 8pm? How’s much will it be Thanks Adil",
"from": "Adil"},
{"title": "125cc motor bike",
"body": "Hello, I saw your suzuki motorbike on sumra and was wondering what the lowest you would be willing to take and if there's anything I should know about it, whether something will need fixing or changing etc. If everythings okay I'll have the money friday. Sorry for messaging at this late a time. Thank you",
"from": "MR DEMETRIUS JONES"},
{"title": "Traditional Thai Massage",
"body": "Hi, Would you do back shaving if I brought my own electric razor prior to massage. How much for a 1 hour and 2 hour appointment thanks. You based on Barnabas road. thanks",
"from": "tom"},
{"title": "UPCYCLING & UPHOLSTERY CLASS. CLYDACH SWANSEA",
"body": "hi, am interested in class as have a chair that I want to reupholster. is class running? tried the phone number but had no reply. thanks",
"from": "Sarah French"},
{"title": "?Female therapist- many massages- safe free parking-nr jct 36/37-same day apps.",
"body": "hi i am interested in your massage services and wondered where and how much they are ?",
"from": "george"},
{"title": "KATY THAI MASSAGE",
"body": "Hi katy i am interested in your massage service but just wondered where it is ?",
"from": "george"},
{"title": "TRADITIONAL THAI MASSAGE IN CONGLETON",
"body": "Thanks",
"from": "Gef"},
{"title": "Psychic Clairvoyant Nina Devi",
"body": "Hi Nina plz could you get back to me re a reading",
"from": "Anila"},
{"title": "The Best Full Body Massage with Unscented Oil by Friendly Female",
"body": "Hi. When can I book please? What is your address? How much is 1hour with extra?",
"from": "Chris"},
{"title": "Authentic Thai massage at The Barbican, Plymouth.",
"body": "Have you an appointment for today at 6.30pm please?",
"from": "Ashley"},
{"title": "Avondale Dart 556/6 2004 6 Berth Caravan £3800",
"body": "Hello, what are weight of this caravan?",
"from": "Pavel"},
{"title": "Darley massage table/couch and case",
"body": "Hi - I’ve seen your advert. Out of interest are you Melani? We’ve met before.",
"from": "Richard"},
{"title": "Ann Thai massage in Scarborough 10AM-10PM 7days",
"body": "Are you still doing thai massage please if so you can txt me on 07816174195",
"from": "Tony"},
{"title": "Massage Services Belfast City",
"body": "Hey just wondering if you are free this evening for an appointment? Thanks",
"from": "Jon"},
{"title": "FULL BODY MASSAGE 1 hour Price: £15.00",
"body": "Hey. Was wondering about making an appointment in next few days if possible. 37 year old man here. Thanks .",
"from": "Jon"},
{"title": "Massage relax",
"body": "Hey. Was wondering about making an appointment in next few days if possible. Have you any availability in next day or 2? 37 year old man here. Thanks .",
"from": "Jon"},
{"title": "Wk cruiser 125cc project or parts",
"body": "Hello, I would like to buy the cover for the battery, if you’re interested or not please reply, thanks.",
"from": "Przemyslaw"},
{"title": "Traditional Thai Massage",
"body": "Hi are you available for massage?",
"from": "Tom"},
{"title": "Wedding and Party set up By Precise Events including chair covers, balloons, Sweet table",
"body": "Hello I am just wondering if you have got an eBay account because I have ordered them through eBay and I’m not able to message them. I get married on Saturday and meant to have got them from 8th april",
"from": "Laura"},
{"title": "HEADBOARD DOUBLE SOLID CHUNKY PINE EXCELLENT CONDITION",
"body": "Please, send me an invoice",
"from": "mmmich"},
{"title": "Rejuvenating massage by mature male masseur",
"body": "Hi Paul. Could you let me know how much you charge for an outcall full body relaxing massage please? 90mins. I am based in Woking. If easier you can text me on 07932440458. Many thanks, Suj",
"from": "Sujeevan"},
{"title": "Fee After Job-Best Astrologer,Love Spell Caster,Spiritual Healer,Black Magic Removal,Psychic Reading",
"body": "Namaste. Hello whats your number?",
"from": "Mawadah"},
{"title": "Best Lady Astrologer-Fee After Job-Spiritual Healer, Love Spell Caster, Black Magic Removal, Ex Back",
"body": "Hii whats ur number",
"from": "Mawadah"},
{"title": "Derbi Senda Xtreme DRD SM 50",
"body": "Hi is this still for sale please",
"from": "melanie"},
{"title": "***Full body* Deep tissue* Swedish* Lomi Lomi* Massage by Audrina.***",
"body": "Hi , can I ring on the number above xx",
"from": "John"},
{"title": "Swedish Massage by a Male Therapist, covering Strabane,Derry,Limavady,Coleraine",
"body": "Hi you available mornings For male massage",
"from": "David"},
{"title": "Massage relax",
"body": "Hello was after a full body massage if you could text me an let me know when suitable an what types of massage you offer thanks",
"from": "David"},
{"title": "Quality massage from a young professional guy!",
"body": "Hi do you do male massage yet",
"from": "David"},
{"title": "THAI FULL BODY MASSAGE THERAPY SERVICE WITH RELAXING MASSAGE BY LALITA",
"body": "Hi Are you free at 10 tonight?",
"from": "Andy"},
{"title": "Chinese Traditional and Modern Treatment and Massage by Lili in Kettering",
"body": "Hi just wondered where you are in Kettering.",
"from": "Gary"},
{"title": "NEW ** Oriental Full Body Relaxing Massage**",
"body": "Hi Mei, Interested in your massage services, how much would a 90 Min or 2 hour sensual massage be? looking for a \"Happy\" answer. Brian",
"from": "Brian"},
{"title": "2, 3 Seater Debenhams sofa",
"body": "Please, send me an invoice",
"from": "mmmich"},
{"title": "Perfect Massage In Plymouth by Male therapist",
"body": "Interested in an intimate male massage please",
"from": "Tom"},
{"title": "Perfect Massage In Plymouth by Male therapist",
"body": "Are you available for a massage today?",
"from": "Steve"},
{"title": "Traditional Thai Massage",
"body": "Hi I’m Stephanie I’m interested in Thai massage traditional style. Are you from Thailand? I’m living in NEWRY where are you based in Banbridge? You can write me an email or sending a text 07378559292 Thank you Regards Stephanie",
"from": "Stephanie"},
{"title": "Kawai KDP90 Rosewood NEW Ex Demo",
"body": "Hi, do you have this or similar product still available?",
"from": "Christopher"},
{"title": "PROMOTION at Ilkley Professional Traditional Thai massage",
"body": "HI. Is Jay free for a 90 min hot oil massage at 6pm today (Saturday) Thanks",
"from": "Jason"},
{"title": "Authentic Thai massage at The Barbican, Plymouth.",
"body": "Hi l can't make sunday at 1pm l will arrange another time soon.eddie.",
"from": "Eddie"},
{"title": "/ Fresh to Manchester 23yo Newly Qualified Male Massage Therapist /",
"body": "Hi, how do I check availability for massages etc pls?",
"from": "Scott"},
{"title": "Full Body Relaxing Massage with Gorgeous Rachelle",
"body": "Hi May i ask how much you charge for massage? thanks",
"from": "Anthony"},
{"title": "BRAND NEW - UNLOCKED - iPhone 8 64Gb Gold Apple Smart Phone",
"body": "hello",
"from": "Anil"},
{"title": "Iphone 6S 32 GB",
"body": "hello",
"from": "Mauricio"},
{"title": "Mileage Correction & Diagnostic testing service-Northern Ireland",
"body": "Hello was wondering if you could give me a price for correcting miles on a 2011 vauxhall insignia. The car has had miles taken off it, will the car have the miles stored which it should be at, I ask this as I only know roughly how many miles were taken off it.",
"from": "SEAN"},
{"title": "Hello there, My name is Karen Im a fully ITEC Trained Massage Therapist, Fully insured.",
"body": "Morning Karen, not sure if this advert is still current?",
"from": "Chris"},
{"title": "Vehicle Breakdown Recovery Transportation Service Peterborough Cambridgeshire",
"body": "Hi Ro, A quick Question about you services? I can see you offer an excellent 24/7 service in Cambs. and surrounding areas. Im a business marketing consultant and I can offer you a free advertising action plan. Is that something you’re interested in? If so, I just need 15 mins to ask you a few questions about your business. After that I can put together your free advertising action plan that will show you things you can do to immediately to get more customers and sales. If that sounds good please reply and we’ll go from there. Cheers. James",
"from": "james"},
{"title": "Huoniao hn 125",
"body": "Hi I would like to ask about bike how you come to own it how many owners has it had",
"from": "neil"},
{"title": "Sfm zz 125 2016 SPARES OR REPAIRS needs wiring loom and switch",
"body": "Hi i got spare wire loom for sale to fit your bike",
"from": "richard"},
{"title": "Kangda massage in wallsend",
"body": "Hi",
"from": "Tim"},
{"title": "Muslim Spiritual Healer Based on The Quran and Sunnah removal of Black Magic Nazar Sihr",
"body": "Aaslam o aliekum We live in denmark We seriously have a big problem in out house we are soreounded by black magic we tried everything with azan ruqaya water surah baqra surah jinn dhrood sharif. My mother been reading all i also helped her but noghign seems to work My younger sister saiqa ashraf a jinn is inside her for not sure if its one or more she says she hear 2-3 voices ans they make her eat more than normal n when she dont listen to them they beat her on the female part astagfer.. she is studying law and just hace tesis left them she i completely graduated but they dont let her study.. and when she tries to ready her books ahe sont understand it.. she was the brightest studdnt got 100/100 mark each time.. they jinns tells her she will have to sacrifice her study or eyes now that she go on work with her bachelor desgree they dont lat her work either it blind her she see blurry.. she even consulted psychologists but its not their case.. my mother reads every that she can nothing aeema to help svsn make ruqya water to make my sister wash her face made her deink water but it dont let her drink so much when she try to each it strangle her n ths food comes out.. My brother imran is on wrong path doing zina ammi is a 5 times namazi i recite Quran pak every morningg read namaz but he ainon wronf path my youngest brother havingn issues with study too. We have a soubt that its my fathers sisters and my mothers sister as my father wanted us girls to marry his nephew just to get them here but ammi refused as they disnt complete basic atudy plus his sister had done many srong thing on ammi when we were kids My father was against us studying further after college.. and used to shout when he offered namaz or reciets quran pak. My parents are now divorced and my father told us he wont let us live peacefully! Im sending u out information My other Tahira Ramzan Me saneela ashraf My sister - Saiqa ashraf My brother is in on wrong path - Imran ashraf butt My youngest brother who having issue with study - kamran ashraf butt Please we seriously need help!",
"from": "Saneela"},
{"title": "Authentic Thai massage at The Barbican, Plymouth.",
"body": "Hello Lee , can you tell me where in the barbican you are - is there more than one lady working ?",
"from": "Rick"},
{"title": "Deep tissue massage, Swedish massage, facial massage",
"body": "Hello Petru, Can you please confirm that you happy to massage a man and how far you are from the railway station ?",
"from": "Rick"},
{"title": "KATY THAI MASSAGE",
"body": "Hi katy Trying to get your number of the add, but cannot see one Would like to book you to ight if possible Glyn",
"from": "Glyn"},
{"title": "Cz 180 motorcycle spares or repair",
"body": "hi Thomas CZ 180 iis still available",
"from": "Krasi"},
{"title": "Nxt uk ringside row 3 ticket! Liverpool Olympia",
"body": "Hi i am just curious as to if this has gone? thankyou",
"from": "racheal"},
{"title": "JCB 8026CTS Mini Digger Excavator 1973 Hours",
"body": "Hi. Please Yours phone number ?",
"from": "Tom"},
{"title": "Nauticalia Fleet Review Telescope",
"body": "Has this item been sold already? If not I am would like to purchase, thanks Kerrie",
"from": "Kerrie"},
{"title": "relaxing massage",
"body": "Is this a real ad or not?",
"from": "Joe"},
{"title": "Treatment room / consultation/therapy room for rent in Thurrock, RM20",
"body": "hello i'm looking to rent a room for psychiatric/psychotherapy purposes for a weekend in December. would that be possible? thank you. could i view the room please? my number is 07863295654 Gintaras",
"from": "Gintaras"},
{"title": "HOLISTIC MASSAGE",
"body": "Sorry can make it 6pm",
"from": "Richard"},
{"title": "???Body massage by lovely Thai girl in Scarborough???**",
"body": "What price per hour please ann",
"from": "Tony"},
{"title": "Enjoy Ultimate Fully Body Massage by teen beauty",
"body": "Hi Wanted to know if you offer other extra services with your massage? I was looking for somewhere friendly private and discreet. Is it based at a center or home/flat? Also do you allow touching or receiving oral? What would be the price for 30mins. Thanks",
"from": "Adam"},
{"title": "Relax Body and Soul with Portuguese Beauty *****",
"body": "Hi Wanted to know if you offer other extra services with your massage? I was looking for somewhere friendly private and discreet. Is it based at a center or home/flat? Also do you allow touching or receiving oral? What would be the price for 30mins. Thanks",
"from": "Adam"},
{"title": "Best Swedish Massages By Lexa",
"body": "Hi Wanted to know if you offer other extra services with your massage? I was looking for somewhere friendly private and discreet. Is it based at a center or home/flat? Also do you allow touching or receiving oral? What would be the price for 30mins. Thanks",
"from": "Adam"},
{"title": "Traditional Thai Massage",
"body": "Hi Khwanyuen, I hope you are keeping well. I came across your advertisement and see that you have your business in banbridge, can you please tell me where you are located I have looked but I cannot see. Also can you please tell me the type of massages that you provide. Do you provide full body massages?? What is the price of this service?? Thank you x Martin",
"from": "JA"},
{"title": "Oriental massage spa in NEWRY!!",
"body": "Hi Ju, I just saw your advertisement on Sumra. Would just like to know if you do Body to Body massages or fully naked massages, as your listing did not say this.. I await your reply.. x Martin",
"from": "JA"},
{"title": "Pgo gmax 50",
"body": "Hi have you still got the gmax please",
"from": "Brendan Richards"},
{"title": "Nico Abruzzi 125 GT",
"body": "Hi is the Neco still for sale ?",
"from": "Scott"},
{"title": "neco abruzzi 125cc",
"body": "Hi Do you still have the bike for sale ? Thanks",
"from": "Scott"},
{"title": "Maths & Science Tutors",
"body": "Request Invoice",
"from": "LDS"},
{"title": "Relaxing massage by English lady in Dorking",
"body": "Hi Jane! Are you Jane Warner of Dorking? Ive been looking to book a massage with you for a while if so, I appear to have your old number! x",
"from": "Mark"},
{"title": "Thai hot oil massage",
"body": "Txt me on 07740768889",
"from": "Fred"},
{"title": "Thai Traditional massage .",
"body": "Hi can you please send me your contact number as the one advertise isn't working. Thanks",
"from": "TEMUR"},
{"title": "BESSACARR E370, 2 BERTH, END LOUNGE, BATHROOM, GOOD CONDITION",
"body": "Hello! Is this van still for sale?",
"from": "Brian"},
{"title": "GAY FRIENDLY MASSAGE",
"body": "Hi, How far are you from the Heathrow Airport?",
"from": "Shawn"},
{"title": "Male massage therapist: Home visits or visit me : Heathrow",
"body": "Hi, I have a 7 hour layover in Heathrow Airport next month, I'm trying to plan some things to do. I would love to schedule a relaxing massage to prepare me for my long flight.",
"from": "Shawn"},
{"title": "*Best in Town *Queen of Massage by pretty Portuguese",
"body": "Hi do u provide other extra services with the massage? Was looking for someone friendly private and discreet as im a first time customer and quite nervous and shy. Im in mid30s, british asian and bearded. Not too good in the downstairs department so would u allow touching and recieving oral. Sorry for so many questions also where are u located? Thanks",
"from": "Adam"},
{"title": "FOLKESTONE, A THAI MASSAGE BY LADY IN KENT - 40/hr",
"body": "Hi do you have an appointment free today at 2.30 for an hour? Gareth",
"from": "Gareth"},
{"title": "Mobile Massage Fife & Lothians",
"body": "Hi Dani, I am near Linlithgow and was looking to set up a home appointment here next Saturday afternoon/evening (25th). I am in the Complementary Health business myself so have a couch here, but you may prefer to use your own. I have issues with my neck and left shoulder, but as I am sure you know massaging yourself is never easy. So if this is something we could arrange please get back in touch best John",
"from": "John"},
{"title": "Profressional thai oil massage.",
"body": "Hi Buakhieo Are you still doing oil massage? Best regards John",
"from": "John"},
{"title": "New in Town VIP Hot oil Massage by Suki. Please call 07760655247 Special offer £50 /1 full hour mas",
"body": "Please respond to my message on my email addy johnterry561@outlook.com as I do not know when I will log on here again.",
"from": "Terry"},
{"title": "Welsh pit bike 170cc Detroit",
"body": "Is this still available please ring me in morning??07553 862375??",
"from": "Aaron"},
{"title": "2006 JCB 803 3 TON MINI DIGGER GOOD TRACKS EXCAVATOR THREE BUCKETS",
"body": "Hi is this still available thanks",
"from": "Wesley"},
{"title": "PCO CAR HIRE RENT UBER READY 7 SEATER CITROEN C4 GRAND PICASSO 17 PLATE £160 PW",
"body": "Hi, Is the C4 grand Picasso still available?",
"from": "Marie"},
{"title": "MacBook Pro 13” 2016 space grey touch bar 1TB",
"body": "Hi, I was looking at this product earlier on Gumtree an was about to buy it however now I can't find it on there. Has it been sold or is it sill for sale. Matt.",
"from": "Matthew"},
{"title": "Nina's Authentic Thai Massage",
"body": "Hi, I've tried calling several times recently but never get a reply. Are you still in business?",
"from": "Ian"},
{"title": "Samui Thai Massage Wigan * NEW *",
"body": "Are you still open. Regards Keith",
"from": "Keith"},
{"title": "Thai hot oil massage full body",
"body": "Hi there. Can you tell me more details please for a one hour full body massage and let me have your address so I can arrange an appointment. Regards Keith xx",
"from": "Keith"},
{"title": "Honda Vision 110 2015 1 owner good condition 9800 miles",
"body": "Hi Kelly,is this bike still available??",
"from": "Hayley"},
{"title": "Peugeot Speedfight 3",
"body": "Hi Luke,is this bike still available??",
"from": "Hayley"},
{"title": "Peugeot speed fighter 2008 50cc with a 70cc kit and Priced to sell £500",
"body": "Hi is this still available??",
"from": "Hayley"},
{"title": "Lexmoto fmx 125 2016 model",
"body": "Is this moped still available",
"from": "Hayley"},
{"title": "2 bedroom flat in Cookson Road, Thurmaston Village, Leicester",
"body": "Hi. Can you tell me if this property is still available.Thank you.Scott Weston.",
"from": "Scott"},
{"title": "1 bedroom flat in Grosvenor Gate, Leicester, LE5 (1 bed)",
"body": "Hi. I am just wondering if this property is big enough for me and my 2 ,children. Thank you. Scott Weston",
"from": "Scott"},
{"title": "2014 Ford Focus 1.6 125 Titanium (Nav) Powersh Automatic Petrol Hatchback",
"body": "Request Invoice",
"from": "mmmich"},
{"title": "DSS Accepted**** Fabulous 2 Bedroom Flat to Rent In Leicester",
"body": "Hi. Is this property still for rent. Thank you.",
"from": "Scott"},
{"title": "2 bedroom flat in Grosvenor Gate, Leicester, LE5 (2 bed)",
"body": "Hi, can you tell me if this property is still available.",
"from": "Scott"},
{"title": "Kim's Thai Massage first time in Basingstoke",
"body": "Please can you confirm if the massage is sensual Kind regards Nick",
"from": "Nick Newman"},
{"title": "BEAUTY THERAPY TREATMENT ROOM FOR RENT. SOUTHAMPTON",
"body": "Hello is this still available at all ?",
"from": "Mollie"},
{"title": "MacBook Pro 2017",
"body": "Hi, How much do you want for the laptop ? Thanks John",
"from": "john"},
{"title": "Relaxing massage from blonde proffesional evropean masseuse- outcall only",
"body": "Hi Linda, I'd like a massage. Please could you let me know your availability, the services that you offer and costs. Many thanks! Mark",
"from": "Mark"},
{"title": "Profesional massage",
"body": "Hello, I'd like a massage soon. Please can you let me know your availability, the services you offer, and the costs. Many thanks, Mark",
"from": "Mark"},
{"title": "2015 MAZDA CX 5 Mazda CX 5 2.2d [150] SE L Nav 5dr Auto AWD",
"body": "hio",
"from": "tony"},
{"title": "FULL BODY RELAXING MASSAGE BY OLGA",
"body": "Hi Olga, I'd like a massage. Please can you let me know when you are next available and the services that you provide and costs. Thank you, Mark",
"from": "Mark"},
{"title": "2012 VAUXHALL ASTRA SE 2.0 DIESEL AUTOMATIC, HALF LEATHER, CRUISE, MOT DEC 2018",
"body": "Request Invoice",
"from": "Anil"},
{"title": "2012 VAUXHALL ASTRA SE 2.0 DIESEL AUTOMATIC, HALF LEATHER, CRUISE, MOT DEC 2018",
"body": "Request Invoice",
"from": "Anil"},
{"title": "CENTRAL TUNBRIDGE WELLS. LOCK UP GARAGE. BOTTOM WARWICK PARK. FOR PARKING OR STORAGE",
"body": "Hi is the garage still available? My number is07971 689703 Many thanks, Andy.",
"from": "Andy"},
{"title": "MacBook Pro 13 Touch",
"body": "i could like to ask if your item is still for sale",
"from": "grace"},
{"title": "Reliable DBS checked babysitter and carer highly available",
"body": "I'm looking for a happy and enthusiastic nanny for my Lovely kids .... My daughters is funny and friendly: she loves singing and dancing",
"from": "grace"},
{"title": "Nanny/Babysitter is available for working",
"body": "I'm looking for a happy and enthusiastic nanny for my two kids .... My daughters is funny and friendly: loves singing and dancing. Salary/ Wages Nanny/ Au-pair: £2000 GBP, Allowance 80 GBP Driver: £3000 GBP, Allowance 80 GBP Housekeeper: £2200 GBP, Allowance 80 GBP Chef/ Cook: £2500 GBP, Allowance 80 GBP I needsomeone to start soon, but are available from any time along side me.If you are interested, please email me with a short covering letter, current C.V. if interested pls send me your CV gracesmithluv772@gmail.com",
"from": "grace"},
{"title": "Part time nanny/ babysitter available",
"body": "I'm looking for a happy and enthusiastic nanny for my two kids .... My daughters is funny and friendly: loves singing and dancing. Salary/ Wages Nanny/ Au-pair: £2000 GBP, Allowance 80 GBP Driver: £3000 GBP, Allowance 80 GBP Housekeeper: £2200 GBP, Allowance 80 GBP Chef/ Cook: £2500 GBP, Allowance 80 GBP I needsomeone to start soon, but are available from any time along side me.If you are interested, please email me with a short covering letter, current C.V. if interested pls send me your CV gracesmithluv772@gmail.com",
"from": "grace"},
{"title": "Filipino speaking Nanny / housekeeper",
"body": "I'm looking for a happy and enthusiastic nanny for my two kids .... My daughters is funny and friendly: loves singing and dancing. Salary/ Wages Nanny/ Au-pair: £2000 GBP, Allowance 80 GBP Driver: £3000 GBP, Allowance 80 GBP Housekeeper: £2200 GBP, Allowance 80 GBP Chef/ Cook: £2500 GBP, Allowance 80 GBP I needsomeone to start soon, but are available from any time along side me.If you are interested, please email me with a short covering letter, current C.V. if interested pls send me your CV gracesmithluv772@gmail.com",
"from": "grace"},
{"title": "Experienced nannie",
"body": "I'm looking for a happy and enthusiastic nanny for my two kids .... My daughters is funny and friendly: loves singing and dancing. Salary/ Wages Nanny/ Au-pair: £2000 GBP, Allowance 80 GBP Driver: £3000 GBP, Allowance 80 GBP Housekeeper: £2200 GBP, Allowance 80 GBP Chef/ Cook: £2500 GBP, Allowance 80 GBP I needsomeone to start soon, but are available from any time along side me.If you are interested, please email me with a short covering letter, current C.V. if interested pls send me your CV gracesmithluv772@gmail.com",
"from": "grace"},
{"title": "Are you looking for a reliable and trustworthy nanny to care for your children?",
"body": "I'm looking for a happy and enthusiastic nanny for my two kids .... My daughters is funny and friendly: loves singing and dancing. Salary/ Wages Nanny/ Au-pair: £2000 GBP, Allowance 80 GBP Driver: £3000 GBP, Allowance 80 GBP Housekeeper: £2200 GBP, Allowance 80 GBP Chef/ Cook: £2500 GBP, Allowance 80 GBP I needsomeone to start soon, but are available from any time along side me.If you are interested, please email me with a short covering letter, current C.V. if interested pls send me your CV gracesmithluv772@gmail.com",
"from": "grace"},
{"title": "Nanny Available",
"body": "I'm looking for a happy and enthusiastic nanny for my two kids .... My daughters is funny and friendly: loves singing and dancing. Salary/ Wages Nanny/ Au-pair: £2000 GBP, Allowance 80 GBP Driver: £3000 GBP, Allowance 80 GBP Housekeeper: £2200 GBP, Allowance 80 GBP Chef/ Cook: £2500 GBP, Allowance 80 GBP I needsomeone to start soon, but are available from any time along side me.If you are interested, please email me with a short covering letter, current C.V. if interested pls send me your CV gracesmithluv772@gmail.com",
"from": "grace"},
{"title": "Private nanny available",
"body": "I'm looking for a happy and enthusiastic nanny for my two kids .... My daughters is funny and friendly: loves singing and dancing. Salary/ Wages Nanny/ Au-pair: £2000 GBP, Allowance 80 GBP Driver: £3000 GBP, Allowance 80 GBP Housekeeper: £2200 GBP, Allowance 80 GBP Chef/ Cook: £2500 GBP, Allowance 80 GBP I needsomeone to start soon, but are available from any time along side me.If you are interested, please email me with a short covering letter, current C.V. if interested pls send me your CV gracesmithluv772@gmail.com",
"from": "grace"},
{"title": "Helping hands available for job around the house",
"body": "I'm looking for a happy and enthusiastic nanny for my two kids .... My daughters is funny and friendly: loves singing and dancing. Salary/ Wages Nanny/ Au-pair: £2000 GBP, Allowance 80 GBP Driver: £3000 GBP, Allowance 80 GBP Housekeeper: £2200 GBP, Allowance 80 GBP Chef/ Cook: £2500 GBP, Allowance 80 GBP I needsomeone to start soon, but are available from any time along side me.If you are interested, please email me with a short covering letter, current C.V. if interested pls send me your CV gracesmithluv772@gmail.com",
"from": "grace"},
{"title": "Nanny/Babysitter",
"body": "I'm looking for a happy and enthusiastic nanny for my two kids .... My daughters is funny and friendly: loves singing and dancing. Salary/ Wages Nanny/ Au-pair: £2000 GBP, Allowance 80 GBP Driver: £3000 GBP, Allowance 80 GBP Housekeeper: £2200 GBP, Allowance 80 GBP Chef/ Cook: £2500 GBP, Allowance 80 GBP I needsomeone to start soon, but are available from any time along side me.If you are interested, please email me with a short covering letter, current C.V. if interested pls send me your CV gracesmithluv772@gmail.com",
"from": "grace"},
{"title": "Private Nanny Available",
"body": "I'm looking for a happy and enthusiastic nanny for my two kids .... My daughters is funny and friendly: loves singing and dancing. Salary/ Wages Nanny/ Au-pair: £2000 GBP, Allowance 80 GBP Driver: £3000 GBP, Allowance 80 GBP Housekeeper: £2200 GBP, Allowance 80 GBP Chef/ Cook: £2500 GBP, Allowance 80 GBP I needsomeone to start soon, but are available from any time along side me.If you are interested, please email me with a short covering letter, current C.V. if interested pls send me your CV gracesmithluv772@gmail.com",
"from": "grace"},
{"title": "Macbook Pro Retina 13-inch 8Gb RAM 256Gb HDD Late 2012",
"body": "i could like to ask if your item is still for sale",
"from": "grace"},
{"title": "Macbook Pro",
"body": "i could like to ask if your item is still for sale",
"from": "grace"},
{"title": "MacBook 12",
"body": "i could like to ask if your item is still for sale",
"from": "grace"},
{"title": "MacBook Air 11.5inch 64GB 2011",
"body": "i could like to ask if your item is still for sale",
"from": "grace"},
{"title": "13 Apple MacBook Pro (mid 2010)",
"body": "i could like to ask if your item is still for sale",
"from": "grace"},
{"title": "APPLE MAC MINI",
"body": "i could like to ask if your item is still for sale",
"from": "grace"},
{"title": "Apple Imac i3 8GB **WARRANTY & TRADE INS ACCEPTED**",
"body": "i could like to ask if your item is still for sale",
"from": "grace"},
{"title": "Mitsubishi CK-D746 print media *2x ink + photo paper rolls for 800prints 4x6in / 10x15cm",
"body": "Hi Do you still have any of these in stock Regards Steve",
"from": "steve willmott"},
{"title": "2006 Volkswagen bluebird mini bus full mot 2.5 tdi automatic",
"body": "Hi Interested in this van Please contact me. 07971754886. Thanks",
"from": "Navdeep"},
{"title": "1 bed flat to rent HAY HILL, MAYFAIR, W1J 8NR",
"body": "hello,i am looking for an apartment in london I come to settle for professional reasons I am interested in this apartment I would like to know if it is still available and if I can visit",
"from": "MALIKA"},
{"title": "Thai Hot Oil Relaxing Massage",
"body": "Hi Noi - do you have availability for massage appointment this afternoon- about 130pm? Thank you, Robert",
"from": "Robert"},
{"title": "2014 JCB MINI DIGGER 1.5 TONNE 720 HOURS",
"body": "hello, I am interested your digger. send me pleace more ditail abaut digger. Thanks Robertinas Burba",
"from": "Robertinas"},
{"title": "2006 JCB 803 3 TON MINI DIGGER GOOD TRACKS EXCAVATOR THREE BUCKETS",
"body": "Hello I am inerested your digger Best regards Robertinas Burba robertinasburba@gmail.com",
"from": "Robertinas"},
{"title": "Syrian Hamster ready for rehome!",
"body": "hi there is he still available I have already got a Syrian hamster I know a lot about them how old is he and where did he come from I have a good cage waiting for him if he is still available unfortunately I don't drive could you possibly deliver him if I pay for your petrol kind regards Lyndsey",
"from": "lyndsey"},
{"title": "2 x Groves vs Eubank Jnr - World Boxing Super Series",
"body": "Hi are these still available",
"from": "Rebecca"},
{"title": "Chord Clearway 2 RCA to 2RCA Audio Cable",
"body": "Hello, I am located in Canada. Would you mail cables to Brampton, Ontario, postal code: L6S 1W1? \"Futureshop\" charges 4.99 for padded envelope by Royal Mail. Would you include postage in your price? I prefer to use \"PayPal\" for payment. Would that be O.K. with you? Regards, George,",
"from": "Jerzy"},
{"title": "PORTO JUMBO CORD CORNER SOFA, SETTEE, FULL CHENILLE CORD FABRIC GREY 3 AND 2",
"body": "Request Invoice",
"from": "Anil"},
{"title": "PORTO JUMBO CORD CORNER SOFA, SETTEE, FULL CHENILLE CORD FABRIC GREY 3 AND 2",
"body": "Request Invoice",
"from": "Anil"},
{"title": "2003 Ducati Monster 620",
"body": "Hi, I have been away, is the bike still available?",
"from": "gareth"},
{"title": "2nd Line Support",
"body": "Dear Sir/Madam, I am an IT professional seeking a suitable position in your esteemed organisation. Please find my resume attached for your kind consideration of the above mentioned post. Thanking You Yours Faithfully Adnan Mallick M: 07927 594 736",
"from": "Adnan"},
{"title": "2nd Line Technical Support",
"body": "Dear Sir/Madam, I am an IT professional seeking a suitable position in your esteemed organisation. Please find my resume attached for your kind consideration of the above mentioned post. Thanking You Yours Faithfully Adnan Mallick M: 07927 594 736",
"from": "Adnan"},
{"title": "Service Desk Analyst - 12 Month FTC",
"body": "Dear Sir/Madam, I am an IT professional seeking a suitable position in your esteemed organisation. Please find my resume attached for your kind consideration of the above mentioned post. Thanking You Yours Faithfully Adnan Mallick M: 07927 594 736",
"from": "Adnan"},
{"title": "Vauxhall vivaro / Renault trafic / Nissan primastar/ ford transit",
"body": "Invoice",
"from": "tom"},
{"title": "Eccles explorer 1999 4 berth vgc",
"body": "I just want to confirm that my wife and I will be in the Liss area on Friday around noon/lunchtime and we would be interested in viewing your Compass caravan at that time if that can be arranged. Piers",
"from": "Piers"},
{"title": "1993 luner 4 berth caravan light weight vgc for year.",
"body": "I'd actually like to see the caravan on the Friday 19th late morning or around lunch time if that is possible. Can you let me know if it is still available. Many thanks, Piers",
"from": "Piers"},
{"title": "compass reflection 430 5 berth",
"body": "Hi Dave, I can view your Compass Reflection and Lunar Solar this Friday 19th morning or lunch time. Are they still available?",
"from": "Piers"},
{"title": "lunar solar 464 5 berth",
"body": "I am also interested in this caravan and could view it on Saturday. May I have your address and phone no? Piers",
"from": "Piers"},
{"title": "Caravan",
"body": "Hi Deea I am interested in your caravan but would like to know what model it i.s and what year. Is it clean and dry, and do you have more pictures? Piers",
"from": "Piers"},
{"title": "iPhone 5 bear grylls phone cases",
"body": "Hi Charlotte, I am interested in buying the bear grylls phone cases, I live in London at the moment, is it possible to have them delivered? Just let me know! Thank you and hope you are well",
"from": "natasha"},
{"title": "Part time nanny required in Bayswater",
"body": "how are you",
"from": "Anil"},
{"title": "Lock up garage to let Ferndale Close in central Tunbridge Wells",
"body": "Hi, Is your garage still available? Many thanks, Andy.",
"from": "Andy"},
{"title": "Air Max 97 Camo Pack UK Edition Limited Edition UK Size 12",
"body": "Do you ship to United States",
"from": "Benjamin"},
{"title": "Part time nanny required in Bayswater",
"body": "Hi, I'm a Spanish girl (Madrid) and I live in Notting Hill. I am a teacher of primary and secondary education and an educator, with experience with children. I worked as a teacher, nanny, field teacher and sports teacher for children (swimming, tennis, basketball, yoga, water polo ...). I consider myself a responsible, dynamic and affectionate girl. I am the oldest of my family and I have had to take care of many children, I am used to the relaxing and affectionate treatment that children need. I also have skills in proprioception techniques with children and early stimulation. And knowledge of nutrition, health and sports. Also my mother is a physiotherapist in the hospital and works with children and I have helped her for years in her learning and lectures throughout the country. Thank you very much, greetings.",
"from": "447561483577"},
{"title": "Lyricist/collaborator wanted",
"body": "Hi, Tom, I write a lot of lyrics either to ore existing melodies or from scratch and have collaborated with a number of singer songwriters over the last 6 years. I would love to write with you.",
"from": "7577264369"},
{"title": "Garage to let",
"body": "Hi, happy with £65 pm- I have got £130 ready for you. Rog",
"from": "Roger"},
{"title": "Qualified massage by ENGLISH Jane",
"body": "Hi, I am interested in booking a massage with you. Do you have a contact number and a list of prices? Kind Regards Dan",
"from": "Danny"},
{"title": "Hire Man & Van House Removals and Clearance 24/7 Man with a Van London Kent Surrey Dulwich",
"body": "Found someone, thank you.",
"from": "arabella"},
{"title": "Man with a Van from £15 per hour",
"body": "Found someone, thank you.",
"from": "arabella"}
]
