[
{"title": "Gordon Jacks platform trainers size 3",
"body": "Hi, are these still available?",
"from": "Lily"},
{"title": "The superb Merida Suprema Trajan T-35 CJCES Classical/Spanish electro acoustic guitar for sale",
"body": "Hello, Do you still have this guitar for sale (Merida Trajan T-35CJCES)? Would you be able to ship it out to USA, Los Angeles? Please let me know. Thanks!",
"from": "Kevin"},
{"title": "Loving Hands Massage",
"body": "Hi, Do you have any massage appointments available around 130pm tomorrow (Saturday) Thanks",
"from": "John"},
{"title": "Chinese Full Body Relaxing Massage in Edmonton Green",
"body": "Hi, do you have any relaxing massages appointments available for tomorrow (Saturday) around 130pm? Thanks",
"from": "John"},
{"title": "Traditional Thai Massage",
"body": "Hey im interested is it full body to body hot massage",
"from": "David"},
{"title": "Private Chauffeur Services for London, South-West and Surrey",
"body": "What is your price from Leatherhead to Gatwick please during the daytime please, 2 adults 1 child?",
"from": "Eddie"},
{"title": "Relax & Unwind Massage Service",
"body": "Saw your advert on sumra concerning massage but nothing much listed. Can you please enlighten me in length off massage and price Kind regards Keith",
"from": "Keith"},
{"title": "Vauxhall Vivaro 9 Seater PCO Minicab Licensed, Uber Ready, with 2nd PDA Free of Charge",
"body": "I am interested in this van for pco please call me on 07982846576. Regards Mirza Baig",
"from": "Mirza"},
{"title": "HPAT Ulster Tutoring Belfast",
"body": "Good evening, I was just emailing to inquire about availability for a few sessions for HPAT tutoring? I live in East Belfast. My HPAT is on the 25th of this month. I look forward to your reply, Gemma Carlisle",
"from": "gemma"},
{"title": "JLR-IPTV 12 MONTHS IPTV FOR £25 NO LAG",
"body": "Hi do you take PayPal? Thank you Dabid",
"from": "David"},
{"title": "UPCYCLING & UPHOLSTERY CLASS. CLYDACH SWANSEA",
"body": "hi I would like to come to classes. could I have some further information please?",
"from": "caroline"},
{"title": "Bales of Premium Halmac Shavings Delivered",
"body": "Hi can you tell me how much a pallet of halmac would be with delivery to larne please? Also how much are your pellets?",
"from": "Natasha"},
{"title": "Professional Massage Service",
"body": "Hi Chrissy, I hope you are well and had a lovely Christmas! I came to see you previously but I can’t get through on your previous mobile number of 07469841040. I just wondered if you are still working as I would like to pay you another visit for longer soon. If you could let me know either way either by email or send me a text to 07537127252, that would be great. I look forward to hearing from you. Thanks. Jimmy.",
"from": "Jimmy"},
{"title": "Japanese, Deep Tissue and Relaxing Massage in Waterlooville area",
"body": "Hi, Are you still seeing customers? What are your timings???",
"from": "Ankur"},
{"title": "*KIZZY EBONY* Taking bookings Today ?Shepherds Bush*!!",
"body": "Hello Kizzy I work near Shepherd Bush Would be interested in hearing more about your massages Can you let me know a little more - and let me have a price guide How will the massage conclude? Regards JAy",
"from": "Jay"},
{"title": "*XMAS OFFER 10-15% OFF* NICOLE RELAXING SWEDISH MASSAGE *",
"body": "Hi Nicole. Would like to arrange an appointment. please send me your number to edjonespp@gmail.com. Is this a non sexual massage? I work in Cardiff city centre so can get to you very quickly and perhaps be a regular customer if all goes well. Chat soon Ed",
"from": "Ed"},
{"title": "Floor layer carpet fitter vinyl karndean amtico lino laminate safety flooring",
"body": "Hi. Do you still do floor fitting?",
"from": "Anna Frisina"},
{"title": "Coca Cola LED SIGN",
"body": "Hello, Is this available? To buy ASAP? Thanks",
"from": "Elly"},
{"title": "Holistic Massage Service",
"body": "Hi Sara, I hope you are well and had a lovely Christmas! I came to see you previously when you advertised under the name Chrissy but I can’t get through on your previous mobile number of 07469841040. I just wondered if you are still working as I would like to pay you another visit for longer in the new year. If you could let me know either way either by email or send me a text to 07537127252, that would be great. I look forward to hearing from you. Thanks. Jimmy.",
"from": "Jimmy"},
{"title": "Unhurried Genuine full body oil Massage and Reiki Healing",
"body": "Hi U any appointments",
"from": "Chris"},
{"title": "Massage Services Belfast City",
"body": "Hi Do u have any appointments?",
"from": "Chris"},
{"title": "Beautiful girl massages in Swansea",
"body": "Are you still working?",
"from": "Gareth Bevan"},
{"title": "Hard'n'Heavy for Commodore 64 disc version rare very good condition",
"body": "Hi. I saw your old advertisement. Do you still have to sell commodore 64 Hard 'n Heavy?",
"from": "Lukas"},
{"title": "CCM 644 Dual Sport Trail/Supermoto",
"body": "Hi, Are your off road wheels still available? Please let me know. Thanks & best regards",
"from": "Patrick"},
{"title": "Amazing full-body massage for home / hotel visits in Herts, Harrow, Barnet, London #Outcall",
"body": "Hi Karin I’ve lost your number not sure if this message will reach you Thanks Lewis from Ware",
"from": "Lewis"},
{"title": "Oriental massage in Sheffield",
"body": "Hi I’m looking to book a massage..",
"from": "Graham"},
{"title": "KATY THAI MASSAGE",
"body": "Hi Katy, what does the 1hr massage include? Is it still £80?",
"from": "Davy"},
{"title": "Free TEAC SX-550 speakers",
"body": "Hi, I know this is an old listing but are the speakers still for sale?",
"from": "stephen"},
{"title": "Natural Mystic - South Liverpool, near Sefton Park and M6",
"body": "Hi, I am interested in your services. Please could you let me have your contact details. Regards Glenn",
"from": "Glenn"},
{"title": "MOBILE NAIL TECHNICIAN ALL EDINBURGH AND LOTHIAN",
"body": "Hiya it's Evelyn. I've lost all my numbers and could only find you on this lol. Can I book in for my nails to be done again? They are still all on ?. My number is 07739489843",
"from": "Evelyn"},
{"title": "Ebel Wrist Watch. Ryder Cup Edition",
"body": "Hi,,,,do you still have the ebel Ryder cup watch ? Thank you in advance",
"from": "Daniel"},
{"title": "Massage therapist",
"body": "Hi supreet, can you give me more info about your massage please? 07906533054",
"from": "Paul McAllister"},
{"title": "Crux Pyro down jacket",
"body": "hi there is this jacket still availble",
"from": "pet"},
{"title": "Transit Tipper Headboard",
"body": "Alright Shaun have you still got this headboard for sale?",
"from": "Danny"},
{"title": "Pair of Cyrus APA 7.5 mono blocks power amps",
"body": "I want to buy this product.",
"from": "Mohammed A Shariff"},
{"title": "New Thai massage in Dundee now",
"body": "Hi I am down in holiday inn Express tonight ,can I have a massage please 07721489940",
"from": "Graham"},
{"title": "MAZDA BONGO/FORD FREDA / NISSAN ELGRAND SPECIALIST 8 SEATER LIFT & FLAT TOPS /CAMPER/DAY SURF VANS",
"body": "We are new to bongos/ friend eyes but think this is the size we would like as a campervan. We are therefore looking for a low mileage unconverted one in first instance to see if we like driving the vehicle. Afterwards would come back to you to put a rear conversion in. Your website makes it difficult to see interiors or any details about the vans including price Can you help us? Liz E",
"from": "Liz"},
{"title": "Lomi Lomi Massage - The massage of well-being",
"body": "Hi, I’m heading back from Norwich today and I was wondering if you have any availability for a treatment. My number is 07941459836 Kind regards, Toby",
"from": "toby"},
{"title": "ELECTRIC ROLL CUTTER SLITTER, Signage, Printing, Graphics, Vinyl Films",
"body": "Hi I don’t suppose your flexa tge roll slitter is still available please? Thanks",
"from": "Nicola"},
{"title": "2012 JCB 8015 CTS digger, mini digger, excavator, mini excavator",
"body": "Hi, is this still available",
"from": "Robert"},
{"title": "Eastbourne Male Masseur .",
"body": "Hi do you do out calls?",
"from": "Stephen Richards"},
{"title": ":::Amazing Professional Full Body Massage:::",
"body": "Hi Maya, Can you send me a text on 07387248820",
"from": "Brendan"},
{"title": "***Brand New Rent To Buy PCO Mercedes E/S/V-Class*** From £265/week ***",
"body": "Dear Sir or Madam, I am interested to hire-purchade a PCO V-CLASS Mercedes 8 Seater extra long for chauffeuring purposes. Please call me on 0044 7740 109770 Many thanks. Masood Ashraf Email: masood7mr@mail.com",
"from": "Masood"},
{"title": "FOLKESTONE, A THAI MASSAGE BY LADY IN KENT - 40/hr",
"body": "Morning, are you available this morning from 10.30am? Thanks Danny",
"from": "Danny"},
{"title": "Beige floor tiles 4packs approx 4m2",
"body": "Please, send me an invoice",
"from": "Riley"},
{"title": "Male Massage Therapist - Relaxing Full Body Oil Massage (Mobile - Hotel / Home)",
"body": "You free for massage 07834164047",
"from": "Scott"},
{"title": "diamond doves.",
"body": "Hi have you got diamond doves for sale please let me ng",
"from": "Sodagar Hussain"},
{"title": "2 pairs of Diamond doves",
"body": "Have you got diamond doves for sale please let me know thanks",
"from": "Sodagar Hussain"},
{"title": "Manchester Small Business Survey - Chance to win £100 Amazon gift card",
"body": "image",
"from": "tony"},
{"title": "GLASGOW PLATED PRIVATE HIRE TAXIES FOR RENT, TAXIES READY FOR HIRE TODAY ALL DRIVERS WELCOME",
"body": "Hi this is Ahmed Ahmed.a.omar@hotmail.com I am looking for 2 cars if possible me and my brother his name is Mohamed. Preferred to be automatic, starting date Monday or Tuesday. Phone 07908085840 Thanks",
"from": "Ahmed"},
{"title": "Skoda Rapid Taxi (Glasgow city council) Rent for Uber Only",
"body": "Hi this is Ahmed Ahmed.a.omar@hotmail.com I am 30 yrs old and my brother 24 yrs old I am looking for 2 cars if possible me and my brother his name is Mohamed. Preferred to be automatic, starting date Monday or Tuesday. Thanks",
"from": "Ahmed"},
{"title": "Glasgow Private Hire PHC Uber Cars To Rent.",
"body": "Hi this is Ahmed Ahmed.a.omar@hotmail.com I am 30 yrs My brother 24 I am looking for 2 cars if possible me and my brother his name is Mohamed. Preferred to be automatic, starting date Monday or Tuesday. Phone 07908085840 Thanks",
"from": "Ahmed"},
{"title": "Wpb 160cc Big Wheel Pit Bike Pitbike Stomp 140 crf 110",
"body": "Hello good night What is the minimum price that makes me for the bike, including in the price shipping to Portugal. Thanks joao",
"from": "João"},
{"title": "Stomp wpb pitbike 140cc new",
"body": "Hello Good night what is the minimum price you get for the bike, including in the price shipping to Portugal. Thanks João Friande",
"from": "João"},
{"title": "Relaxing / Deep Massage 3 minutes from Hanger Lane (Alperton)",
"body": "Are you available today for massage",
"from": "Shaan"},
{"title": "outcall massage by male Masseur",
"body": "free to massage a 32 yo man today?",
"from": "Tom"},
{"title": "Thai Massage within practice in Chiswick West London W4",
"body": "Hey, do you have an appointment today? Address? 32 yo man here. Thanks.",
"from": "Tom"},
{"title": "Young health conscious male offering a mindful full body massage to both males and females",
"body": "Even better if you can host...",
"from": "Tom"},
{"title": "Full Body Massage **Jas**",
"body": "are u free tonight",
"from": "Yahya Marei"},
{"title": "Hello there, My name is Karen Im a fully ITEC Trained Massage Therapist, Fully insured.",
"body": "are u free tonight",
"from": "Yahya Marei"},
{"title": "Massage therapist",
"body": "are u free tonight",
"from": "Yahya Marei"},
{"title": "BC Rich Mockingbird Neck Thru ST Bass Guitar - Trans Red with Upgrades!",
"body": "Hello, I was just looking at the listing for your lovely bass. It looks amazing, and I was wondering if it was for sale still. Thank you, Dawson M",
"from": "Dawson"},
{"title": "Duncan cab",
"body": "Hi, your cab might be sold? Or do you still have it? Many thanks Thomas van der Luit",
"from": "Thomas"},
{"title": "thai orchid massage",
"body": "Where are you now a days?",
"from": "Steve"},
{"title": "Hamster, rats case",
"body": "Is this available?",
"from": "Rory Queeley"},
{"title": "Quality massage from a young professional guy!",
"body": "Hi Would you have any appointments available this evening",
"from": "Barry"}
]
